NHeProFront/src/main/webapp/SGIxLinker/templates/EUC-KR/SOAP.xml

<?xml version="1.0" encoding="EUC-KR"?><SOAP:Envelope xmlns:SOAP="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xlink="http://www.w3.org/1999/xlink" xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope   http://www.oasis-open.org/committees/ebxml-msg/schema/msg-header-2_0.xsd" xmlns:eb="http://www.oasis-open.org/committees/ebxml-msg/schema/smg-heder-2_0.xsd">	<SOAP:Header>		<eb:MessageHeader>			<eb:From>				<!-- 송신자 ID -->				<eb:PartyId/>			</eb:From>			<eb:To>				<!-- 수신자 ID -->				<eb:PartyId/>			</eb:To>			<eb:CPAId/>			<eb:ConversationId/>			<eb:Service/>			<eb:Action/>			<eb:MessageData>				<eb:MessageId/>				<eb:Timestamp/>				<eb:RefToMessageId/>			</eb:MessageData>			<eb:Description/>		</eb:MessageHeader>	</SOAP:Header>	<SOAP:Body>		<eb:Manifest eb:version="2.0">			<eb:Reference xlink:href="cid:ebxmlpayload00@sgic.co.kr">				<eb:Description>xml</eb:Description>			</eb:Reference>		</eb:Manifest>		<doccode/>	</SOAP:Body></SOAP:Envelope>